Revit 2027 API
ParameterTypeId.PhyMaterialParamExpCoeff2 Property
 "Thermal expansion coefficient Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamExpCoeff2 { get; }
Public Shared ReadOnly Property PhyMaterialParamExpCoeff2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeff2 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamExpCoeff2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace